[
    {
        "text": "Unique flavor and great energy boost. It's the perfect gamer's drink!",
        "date": "2023-05-18",
        "stars": 5
    },
    {
        "text": "Good flavor and keeps me energized. The bottle design is really fun.",
        "date": "2023-05-17",
        "stars": 5
    },
    {
        "text": "Excellent energy drink for gamers. The tropical flavor is refreshing.",
        "date": "2023-05-16",
        "stars": 4
    },
    {
        "text": "It’s fun, tastes good, and the energy boost is helpful during intense gaming sessions.",
        "date": "2023-05-15",
        "stars": 5
    },
    {
        "text": "The best sneakers I've bought in a long time. Stylish, comfortable and the leather quality is top-notch.",
        "date": "2023-05-15",
        "stars": 5
    },
    {
        "text": "The cherry cola flavor is a win. Keeps me energized and focused.",
        "date": "2023-05-12",
        "stars": 5
    },
    {
        "text": "These shoes are a hit with my twins. They love the lights and they seem to be quite durable.",
        "date": "2023-05-10",
        "stars": 5
    },
    {
        "text": "Excellent boots for outdoor adventures. They offer great support and are very comfortable.",
        "date": "2023-05-01",
        "stars": 5
    },
    {
        "text": "Nice design and good quality, but a bit too tight for me. Otherwise, it's a pretty cool beanie.",
        "date": "2023-05-01",
        "stars": 4
    },
    {
        "text": "Really enjoyed the citrus flavor and the energy boost it gives.",
        "date": "2023-04-25",
        "stars": 5
    },
    {
        "text": "Great concept, but the sizing is a bit off. Order a size larger.",
        "date": "2023-04-25",
        "stars": 3
    },
    {
        "text": "Delicious chocolates, and the box is pretty substantial. It'd make a nice gift.",
        "date": "2023-04-18",
        "stars": 5
    },
    {
        "text": "The boots are durable, but the laces could be better quality.",
        "date": "2023-04-12",
        "stars": 4
    },
    {
        "text": "This potion is a game changer. Love the energy boost and the flavor.",
        "date": "2023-04-11",
        "stars": 5
    },
    {
        "text": "Light, comfortable, and nice design. I'm buying another pair.",
        "date": "2023-04-10",
        "stars": 5
    },
    {
        "text": "Highly recommend! These shoes are great for evening walks. Kids love them!",
        "date": "2023-04-10",
        "stars": 5
    },
    {
        "text": "It's like a health potion for gamers! The energy boost is spot on.",
        "date": "2023-04-09",
        "stars": 4
    },
    {
        "text": "Really helps me focus during intense gaming marathons. The teal color is a nice touch.",
        "date": "2023-04-07",
        "stars": 5
    },
    {
        "text": "The shoes are nice but they didn't fit me well. I had to exchange for a larger size.",
        "date": "2023-04-07",
        "stars": 3
    },
    {
        "text": "Great taste, and the energy kick is awesome. Feels just like a strength potion.",
        "date": "2023-04-05",
        "stars": 5
    }
]